Revit 2027 API
ParameterTypeId.SpotElevDisplayElevations Property
 "Display Elevations"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevDisplayElevations { get; }
Public Shared ReadOnly Property SpotElevDisplayElevations As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevDisplayElevations {
	ForgeTypeId^ get ();
}
static member SpotElevDisplayElevations : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace